Repository: wasimmostakim2965-ui/openclaw-windows-node
Catalog: src/OpenClaw.Tray.WinUI/Strings/*/Resources.resw
Source language: en_us
Languages: fr_fr, pt_br, zh_cn, zh_tw

# Migration2_DiscardFailed
source: OpenClaw could not discard the migration data. If the previous OpenClaw app is running, close it and try again. Check the app log for details.
fr_fr: OpenClaw n'a pas pu supprimer les données de migration. Si l'application OpenClaw précédente est en cours d'exécution, fermez-la et réessayez. Consultez le journal de l'application pour plus de détails.
pt_br: O OpenClaw não conseguiu descartar os dados de migração. Se o aplicativo OpenClaw anterior estiver em execução, feche-o e tente novamente. Consulte o log do aplicativo para obter detalhes.
zh_cn: OpenClaw 无法放弃迁移数据。如果旧版 OpenClaw 应用正在运行，请关闭它并重试。详情请查看应用日志。
zh_tw: OpenClaw 無法捨棄移轉資料。如果舊版 OpenClaw 應用程式正在執行，請關閉它並重試。詳情請查看應用程式記錄。

# Migration2_LaunchFailed
source: Windows could not open the requested page. Try again, or open Windows Settings > Apps > Installed apps manually if migration is complete.
fr_fr: Windows n'a pas pu ouvrir la page demandée. Réessayez ou ouvrez manuellement Paramètres Windows > Applications > Applications installées si la migration est terminée.
pt_br: O Windows não conseguiu abrir a página solicitada. Tente novamente ou abra Configurações do Windows > Aplicativos > Aplicativos instalados manualmente se a migração estiver concluída.
zh_cn: Windows 无法打开请求的页面。请重试，或在迁移完成后手动打开 Windows 设置 > 应用 > 已安装的应用。
zh_tw: Windows 無法開啟要求的頁面。請再試一次，或在移轉完成後手動開啟 Windows 設定 > 應用程式 > 已安裝的應用程式。

# Migration2_InnoRecommendation.Text
source: Recommended
fr_fr: Recommandé
pt_br: Recomendado
zh_cn: 推荐
zh_tw: 建議

# Migration2_InnoCardTitle.Text
source: Move to the Microsoft Store version
fr_fr: Passer à la version du Microsoft Store
pt_br: Mudar para a versão da Microsoft Store
zh_cn: 迁移到 Microsoft Store 版本
zh_tw: 移轉至 Microsoft Store 版本

# Migration2_InnoCardDescription.Text
source: Get future OpenClaw updates through Microsoft Store. Your existing OpenClaw setup will be preserved.
fr_fr: Recevez les prochaines mises à jour d'OpenClaw via le Microsoft Store. Votre configuration OpenClaw existante sera conservée.
pt_br: Receba futuras atualizações do OpenClaw pela Microsoft Store. Sua configuração atual do OpenClaw será preservada.
zh_cn: 通过 Microsoft Store 获取 OpenClaw 的后续更新。您现有的 OpenClaw 配置将会保留。
zh_tw: 透過 Microsoft Store 取得 OpenClaw 的後續更新。您現有的 OpenClaw 設定將會保留。

# Migration2_InnoAction
source: Install Store version and migrate
fr_fr: Installer la version du Store et migrer
pt_br: Instalar a versão da Store e migrar
zh_cn: 安装 Store 版本并迁移
zh_tw: 安裝 Store 版本並移轉

# Migration2_InnoConsentTitle
source: Move to the Store version?
fr_fr: Passer à la version du Store ?
pt_br: Mudar para a versão da Store?
zh_cn: 迁移到 Store 版本？
zh_tw: 移轉至 Store 版本？

# Migration2_InnoConsent
source: Microsoft Store opens so you can install the Store version. When you open it, it can close this app and finish the move without asking again. Your settings, gateway, files, and models stay where they are.
fr_fr: Le Microsoft Store s'ouvre pour vous permettre d'installer la version du Store. Lorsque vous l'ouvrirez, elle pourra fermer cette application et terminer la migration sans redemander votre accord. Vos paramètres, votre passerelle, vos fichiers et vos modèles restent en place.
pt_br: A Microsoft Store será aberta para você instalar a versão da Store. Quando você abri-la, ela poderá fechar este aplicativo e concluir a mudança sem pedir autorização novamente. Suas configurações, gateway, arquivos e modelos permanecem onde estão.
zh_cn: 将打开 Microsoft Store，供您安装 Store 版本。您打开该版本后，它可以关闭此应用并完成迁移，无需再次征求您的同意。 您的设置、网关、文件和模型将保留在原处。
zh_tw: 將開啟 Microsoft Store，讓您安裝 Store 版本。您開啟該版本後，它可以關閉此應用程式並完成移轉，無需再次徵求您的同意。 您的設定、閘道、檔案和模型將保留在原處。

# Migration2_InnoGranted
source: Migration consent was saved. Install and open the Store version to continue. Keep this app installed until migration completion is confirmed.
fr_fr: Le consentement à la migration a été enregistré. Installez et ouvrez la version du Store pour continuer. Gardez cette application installée jusqu'à la confirmation de la fin de la migration.
pt_br: O consentimento para migração foi salvo. Instale e abra a versão da Store para continuar. Mantenha este aplicativo instalado até que a conclusão da migração seja confirmada.
zh_cn: 已保存迁移授权。请安装并打开 Store 版本以继续。在确认迁移完成之前，请保留此应用。
zh_tw: 已儲存移轉授權。請安裝並開啟 Store 版本以繼續。在確認移轉完成之前，請保留此應用程式。

# Migration2_InnoFailed
source: OpenClaw could not save migration consent or open the Store listing. Check the app log and retry. Do not uninstall this app.
fr_fr: OpenClaw n'a pas pu enregistrer le consentement à la migration ou ouvrir la fiche du Store. Consultez le journal de l'application et réessayez. Ne désinstallez pas cette application.
pt_br: O OpenClaw não conseguiu salvar o consentimento para migração ou abrir a página do aplicativo na Store. Consulte o log do aplicativo e tente novamente. Não desinstale este aplicativo.
zh_cn: OpenClaw 无法保存迁移授权或打开 Store 中的应用页面。请查看应用日志并重试。请勿卸载此应用。
zh_tw: OpenClaw 無法儲存移轉授權或開啟 Store 中的應用程式頁面。請查看應用程式記錄並重試。請勿解除安裝此應用程式。

# Migration2_Close
source: Close
fr_fr: Fermer
pt_br: Fechar
zh_cn: 关闭
zh_tw: 關閉

# Migration2_Busy
source: Please wait for this step to finish.
fr_fr: Veuillez patienter jusqu'à la fin de cette étape.
pt_br: Aguarde a conclusão desta etapa.
zh_cn: 请等待此步骤完成。
zh_tw: 請等待此步驟完成。

# Onboarding_Native_Title.Text
source: Install a local native gateway
fr_fr: Installer un Gateway natif local
pt_br: Instalar um Gateway nativo local
zh_cn: 安装本地原生 Gateway
zh_tw: 安裝本機原生 Gateway

# Onboarding_Native_Description.Text
source: Install and set up an OpenClaw gateway on this device
fr_fr: Installer et configurer un Gateway OpenClaw sur cet appareil
pt_br: Instalar e configurar um Gateway OpenClaw neste dispositivo
zh_cn: 在此设备上安装并配置 OpenClaw Gateway
zh_tw: 在此裝置上安裝並設定 OpenClaw Gateway

# Onboarding_Wsl_Title.Text
source: Install a local WSL gateway
fr_fr: Installer un Gateway WSL local
pt_br: Instalar um Gateway WSL local
zh_cn: 安装本地 WSL Gateway
zh_tw: 安裝本機 WSL Gateway

# Onboarding_Native_CheckingSupport
source: Checking native gateway support...
fr_fr: Vérification de la prise en charge du Gateway natif...
pt_br: Verificando o suporte ao Gateway nativo...
zh_cn: 正在检查原生 Gateway 支持情况...
zh_tw: 正在檢查原生 Gateway 支援情況...

# Onboarding_Native_SupportAvailable
source: Native gateway support is available on this device.
fr_fr: Le Gateway natif est pris en charge sur cet appareil.
pt_br: O suporte ao Gateway nativo está disponível neste dispositivo.
zh_cn: 此设备支持原生 Gateway。
zh_tw: 此裝置支援原生 Gateway。

# Onboarding_Native_SupportUnavailable
source: Native gateway support is unavailable. Install Windows Insider build {0} or a newer supported build in Windows Update, then reopen this page. Feature availability can vary by device.
fr_fr: Pour utiliser le Gateway natif, mettez votre appareil à jour vers une version de Windows compatible. La prise en charge du Gateway natif sera bientôt disponible sur tous les appareils. En attendant sa disponibilité générale, rejoignez le programme Windows Insider et sélectionnez le canal Bêta ou Expérimental pour Windows 11 version 26H1. Après votre inscription, revenez dans Paramètres > Windows Update et recherchez les mises à jour. L'affichage de la mise à jour peut prendre quelques minutes.
pt_br: O suporte ao Gateway nativo não está disponível. Instale a compilação {0} do Windows Insider ou uma compilação mais recente compatível pelo Windows Update e reabra esta página. A disponibilidade do recurso pode variar conforme o dispositivo.
zh_cn: 目前不支持原生 Gateway。请通过 Windows 更新安装 Windows Insider 内部版本 {0} 或更新的受支持版本，然后重新打开此页面。功能可用性可能因设备而异。
zh_tw: 目前不支援原生 Gateway。請透過 Windows Update 安裝 Windows Insider 組建 {0} 或更新的受支援組建，然後重新開啟此頁面。功能可用性可能因裝置而異。

# Onboarding_Native_SupportCheckFailed
source: Could not verify native gateway support. Reopen this page to retry. If the check keeps failing, update or repair Companion.
fr_fr: Impossible de vérifier la prise en charge du Gateway natif. Rouvrez cette page pour réessayer. Si la vérification échoue à nouveau, mettez à jour ou réparez Companion.
pt_br: Não foi possível verificar o suporte ao Gateway nativo. Reabra esta página para tentar novamente. Se a verificação continuar falhando, atualize ou repare o Companion.
zh_cn: 无法验证原生 Gateway 支持情况。请重新打开此页面以重试。如果检查持续失败，请更新或修复 Companion。
zh_tw: 無法驗證原生 Gateway 支援情況。請重新開啟此頁面以重試。如果檢查持續失敗，請更新或修復 Companion。

# Onboarding_Native_UnsupportedPlatform
source: Native gateway setup requires a supported Windows client. Windows Server is not supported.
fr_fr: La configuration du Gateway natif nécessite une version cliente de Windows prise en charge. Windows Server n'est pas pris en charge.
pt_br: A configuração do Gateway nativo requer uma versão cliente do Windows compatível. O Windows Server não é compatível.
zh_cn: 原生 Gateway 设置需要受支持的 Windows 客户端系统。不支持 Windows Server。
zh_tw: 原生 Gateway 設定需要受支援的 Windows 用戶端系統。不支援 Windows Server。

# Onboarding_Native_WindowsUpdate.Content
source: Open Windows Update
fr_fr: Ouvrir Windows Update
pt_br: Abrir Windows Update
zh_cn: 打开 Windows 更新
zh_tw: 開啟 Windows Update

# Onboarding_Native_Recommended.Text
source: Recommended
fr_fr: Recommandé
pt_br: Recomendado
zh_cn: 推荐
zh_tw: 建議使用

# Onboarding_Native_Alternatives.Header
source: Other gateway options
fr_fr: Autres options de Gateway
pt_br: Outras opções de Gateway
zh_cn: 其他 Gateway 选项
zh_tw: 其他 Gateway 選項

# Onboarding_Native_UpdateLaunchFailed
source: Could not open Windows Update. Open Windows Settings, then Windows Update.
fr_fr: Impossible d'ouvrir Windows Update. Ouvrez les paramètres Windows, puis Windows Update.
pt_br: Não foi possível abrir o Windows Update. Abra as Configurações do Windows e depois o Windows Update.
zh_cn: 无法打开 Windows 更新。请打开 Windows 设置，然后选择 Windows 更新。
zh_tw: 無法開啟 Windows Update。請開啟 Windows 設定，然後選取 Windows Update。

# Onboarding_Native_Lifecycle.Text
source: Continue with the same Gateway setup wizard used for WSL, here in Companion. Companion validates configuration and health before connecting. Existing WSL gateways and your default OpenClaw profile are not replaced.
fr_fr: Continuez avec le même assistant Gateway que pour WSL, dans Companion. La configuration et l'état sont vérifiés avant la connexion. Les Gateways WSL existants et votre profil OpenClaw par défaut ne sont pas remplacés.
pt_br: Continue com o mesmo assistente Gateway usado para WSL, aqui no Companion. A configuração e a integridade são verificadas antes da conexão. Os Gateways WSL existentes e seu perfil OpenClaw padrão não são substituídos.
zh_cn: 在 Companion 中继续使用与 WSL 相同的 Gateway 设置向导。连接前将验证配置和健康状态。现有 WSL Gateway 和默认 OpenClaw 配置不会被替换。
zh_tw: 在 Companion 中繼續使用與 WSL 相同的 Gateway 設定精靈。連線前將驗證設定和健康狀態。現有 WSL Gateway 和預設 OpenClaw 設定不會被取代。

# Onboarding_Native_Acquisition.Text
source: If the Gateway is not installed, setup installs it from Microsoft Store using WinGet, then verifies the package before continuing automatically.
fr_fr: Si le Gateway n'est pas installé, la configuration l'installe depuis Microsoft Store avec WinGet, puis vérifie le package avant de continuer automatiquement.
pt_br: Se o Gateway não estiver instalado, a configuração o instalará pela Microsoft Store usando WinGet e verificará o pacote antes de continuar automaticamente.
zh_cn: 如果尚未安装 Gateway，设置程序将使用 WinGet 从 Microsoft Store 安装，并在验证包后自动继续。
zh_tw: 如果尚未安裝 Gateway，設定程式將使用 WinGet 從 Microsoft Store 安裝，並在驗證套件後自動繼續。

# Onboarding_Native_InstallingPackage
source: Installing the Gateway from Microsoft Store using WinGet...
fr_fr: Installation du Gateway depuis Microsoft Store avec WinGet...
pt_br: Instalando o Gateway pela Microsoft Store usando WinGet...
zh_cn: 正在使用 WinGet 从 Microsoft Store 安装 Gateway...
zh_tw: 正在使用 WinGet 從 Microsoft Store 安裝 Gateway...

# Onboarding_Native_VerifyingPackage
source: WinGet completed. Verifying Gateway registration and execution aliases before continuing...
fr_fr: WinGet a terminé. Vérification de l'enregistrement du Gateway et de ses alias d'exécution avant de continuer...
pt_br: WinGet concluído. Verificando o registro do Gateway e seus aliases de execução antes de continuar...
zh_cn: WinGet 已完成。正在验证 Gateway 注册和执行别名，然后继续...
zh_tw: WinGet 已完成。正在驗證 Gateway 註冊和執行別名，然後繼續...

# Onboarding_Native_ProgressSubtitle.Text
source: Companion will prepare your Gateway, then help you connect your AI.
fr_fr: Companion préparera votre Gateway, puis vous aidera à connecter votre IA.
pt_br: O Companion preparará seu Gateway e ajudará você a conectar sua IA.
zh_cn: Companion 将准备您的 Gateway，然后帮助您连接 AI。
zh_tw: Companion 將準備您的 Gateway，然後協助您連接 AI。

# Onboarding_Native_Recovery.Header
source: Gateway recovery
fr_fr: Récupération du Gateway
pt_br: Recuperação do Gateway
zh_cn: Gateway 恢复
zh_tw: Gateway 復原

# Onboarding_Native_Terminal.Content
source: Open terminal
fr_fr: Ouvrir le terminal
pt_br: Abrir terminal
zh_cn: 打开终端
zh_tw: 開啟終端機

# Onboarding_Native_Restart.Content
source: Restart Gateway
fr_fr: Redémarrer le Gateway
pt_br: Reiniciar Gateway
zh_cn: 重启 Gateway
zh_tw: 重新啟動 Gateway

# Onboarding_Native_RetryAi.Content
source: Start AI setup again
fr_fr: Recommencer la configuration de l'IA
pt_br: Recomeçar a configuração da IA
zh_cn: 重新开始 AI 设置
zh_tw: 重新開始 AI 設定

# Onboarding_Native_StepSupport
source: Check device support
fr_fr: Vérifier la compatibilité de l'appareil
pt_br: Verificar o suporte do dispositivo
zh_cn: 检查设备支持情况
zh_tw: 檢查裝置支援情況

# Onboarding_Native_StepPackage
source: Install or verify Gateway package
fr_fr: Installer ou vérifier le package Gateway
pt_br: Instalar ou verificar o pacote Gateway
zh_cn: 安装或验证 Gateway 包
zh_tw: 安裝或驗證 Gateway 套件

# Onboarding_Native_StepPrepare
source: Prepare your Gateway profile
fr_fr: Préparer votre profil Gateway
pt_br: Preparar seu perfil do Gateway
zh_cn: 准备您的 Gateway 配置文件
zh_tw: 準備您的 Gateway 設定檔

# Onboarding_Native_StepVerify
source: Start and verify the Gateway
fr_fr: Démarrer et vérifier le Gateway
pt_br: Iniciar e verificar o Gateway
zh_cn: 启动并验证 Gateway
zh_tw: 啟動並驗證 Gateway

# Onboarding_Native_Retry.Content
source: Retry setup
fr_fr: Réessayer la configuration
pt_br: Tentar configurar novamente
zh_cn: 重试设置
zh_tw: 重試設定

# Onboarding_Native_Preview
source: Preview only. No package will be installed or Gateway started.
fr_fr: Aperçu uniquement. Aucun package ne sera installé et aucun Gateway ne sera démarré.
pt_br: Somente visualização. Nenhum pacote será instalado e nenhum Gateway será iniciado.
zh_cn: 仅供预览。不会安装任何包或启动 Gateway。
zh_tw: 僅供預覽。不會安裝任何套件或啟動 Gateway。

# Onboarding_Native_Review.Text
source: By selecting Set up gateway, you authorize WinGet to install the missing Gateway package from Microsoft Store and accept the package and Store source agreements. If WinGet is not ready, setup may repair App Installer before retrying. Companion then verifies the package, prepares a dedicated profile, and opens Gateway setup. Provider sign-in stays interactive. This path does not install WSL, Local AI, or Tailscale.
fr_fr: En sélectionnant Configurer le Gateway, vous autorisez WinGet à installer le package Gateway manquant depuis Microsoft Store et acceptez les accords du package et de la source Store. Si WinGet n'est pas prêt, la configuration peut réparer le programme d'installation d'applications avant de réessayer. Companion vérifie ensuite le package, prépare un profil dédié et ouvre la configuration du Gateway. La connexion au fournisseur reste interactive. Cette méthode n'installe ni WSL, ni l'IA locale, ni Tailscale.
pt_br: Ao selecionar Configurar Gateway, você autoriza o WinGet a instalar o pacote Gateway ausente pela Microsoft Store e aceita os contratos do pacote e da fonte Store. Se o WinGet não estiver pronto, a configuração poderá reparar o Instalador de Aplicativo antes de tentar novamente. O Companion verifica o pacote, prepara um perfil dedicado e abre a configuração do Gateway. A entrada no provedor permanece interativa. Este caminho não instala WSL, IA local nem Tailscale.
zh_cn: 选择“设置 Gateway”即表示您授权 WinGet 从 Microsoft Store 安装缺失的 Gateway 包，并接受包协议和商店源协议。如果 WinGet 尚未就绪，设置可能会先修复应用安装程序再重试。Companion 随后将验证包、准备专用配置文件并打开 Gateway 设置。提供商登录仍需您交互操作。此方式不会安装 WSL、本地 AI 或 Tailscale。
zh_tw: 選取「設定 Gateway」即表示您授權 WinGet 從 Microsoft Store 安裝缺少的 Gateway 套件，並接受套件合約和商店來源合約。如果 WinGet 尚未就緒，設定可能會先修復應用程式安裝程式再重試。Companion 隨後將驗證套件、準備專用設定檔並開啟 Gateway 設定。供應商登入仍需您互動操作。此方式不會安裝 WSL、本機 AI 或 Tailscale。

# Onboarding_Native_FeaturesNote.Text
source: These Windows capabilities become usable after Node Mode connects and pairs with the Gateway. Windows permissions and command approvals still apply.
fr_fr: Ces fonctionnalités Windows deviennent utilisables une fois le mode nœud connecté et associé au Gateway. Les autorisations Windows et les approbations de commandes restent applicables.
pt_br: Esses recursos do Windows ficam disponíveis após o Modo Nó se conectar e emparelhar com o Gateway. As permissões do Windows e as aprovações de comandos continuam sendo aplicáveis.
zh_cn: 节点模式连接 Gateway 并完成配对后，即可使用这些 Windows 功能。Windows 权限和命令审批仍然适用。
zh_tw: 節點模式連線至 Gateway 並完成配對後，即可使用這些 Windows 功能。Windows 權限和命令核准仍然適用。

# Onboarding_Native_ConfiguredTitle
source: Native Gateway configured
fr_fr: Gateway natif configuré
pt_br: Gateway nativo configurado
zh_cn: 原生 Gateway 已配置
zh_tw: 原生 Gateway 已設定

# Onboarding_Native_CapabilitySummary
source: {0}. You can change these choices in Companion Settings.
fr_fr: {0}. Vous pouvez modifier ces choix dans les paramètres de Companion.
pt_br: {0}. Você pode alterar essas escolhas nas configurações do Companion.
zh_cn: {0}。您可以在 Companion 设置中更改这些选项。
zh_tw: {0}。您可以在 Companion 設定中變更這些選項。

# Onboarding_Native_ReviewTitle
source: Ready to set up your native gateway
fr_fr: Prêt à configurer votre Gateway natif
pt_br: Pronto para configurar seu Gateway nativo
zh_cn: 已准备好设置您的原生 Gateway
zh_tw: 已準備好設定您的原生 Gateway

# Onboarding_Native_Start.Content
source: Set up gateway
fr_fr: Configurer le Gateway
pt_br: Configurar Gateway
zh_cn: 设置 Gateway
zh_tw: 設定 Gateway

# Onboarding_Native_Cancel.Content
source: Cancel setup
fr_fr: Annuler la configuration
pt_br: Cancelar configuração
zh_cn: 取消设置
zh_tw: 取消設定

# Onboarding_Native_Back.Content
source: Back
fr_fr: Retour
pt_br: Voltar
zh_cn: 返回
zh_tw: 返回

# Onboarding_Native_Open.Content
source: Open Companion to connect
fr_fr: Ouvrir Companion pour se connecter
pt_br: Abrir Companion para conectar
zh_cn: 打开 Companion 进行连接
zh_tw: 開啟 Companion 以連線

# Onboarding_Native_Available
source: Gateway package {0} is installed.
fr_fr: Le package Gateway {0} est installé.
pt_br: O pacote Gateway {0} está instalado.
zh_cn: 已安装 Gateway 包 {0}。
zh_tw: 已安裝 Gateway 套件 {0}。

# Onboarding_Native_InProgress
source: Preparing the native Gateway. Connect your AI next in Companion.
fr_fr: Préparation du Gateway natif. Connectez ensuite votre IA dans Companion.
pt_br: Preparando o Gateway nativo. Em seguida, conecte sua IA no Companion.
zh_cn: 正在准备原生 Gateway。接下来请在 Companion 中连接 AI。
zh_tw: 正在準備原生 Gateway。接下來請在 Companion 中連接 AI。

# Onboarding_Native_Cancelled
source: Setup cancelled. The WinGet request was cancelled, but Windows may still finish deployment. Any configuration already entered is retained in the dedicated native profile. No Gateway package was removed.
fr_fr: Configuration annulée. La demande WinGet a été annulée, mais Windows peut encore terminer le déploiement. Les paramètres déjà saisis sont conservés dans le profil natif dédié. Aucun package Gateway n'a été supprimé.
pt_br: Configuração cancelada. A solicitação do WinGet foi cancelada, mas o Windows ainda pode concluir a implantação. Os dados já inseridos são mantidos no perfil nativo dedicado. Nenhum pacote Gateway foi removido.
zh_cn: 设置已取消。WinGet 请求已取消，但 Windows 仍可能完成部署。已输入的配置保留在专用原生配置目录中。未删除任何 Gateway 包。
zh_tw: 設定已取消。WinGet 要求已取消，但 Windows 仍可能完成部署。已輸入的設定保留在專用原生設定目錄中。未移除任何 Gateway 套件。

# Onboarding_Native_Configured
source: Gateway configuration and authenticated health verified at {0}. Open Companion to start the gateway and finish device pairing in Connection settings. Your selected Windows capabilities have been saved.
fr_fr: Configuration et état authentifié du Gateway vérifiés à {0}. Ouvrez Companion pour démarrer le Gateway et terminer l'association dans les paramètres de connexion. Les fonctionnalités Windows que vous avez sélectionnées ont été enregistrées.
pt_br: Configuração e integridade autenticada verificadas em {0}. Abra o Companion para iniciar o Gateway e concluir o pareamento nas configurações de conexão. Os recursos do Windows que você selecionou foram salvos.
zh_cn: 已在 {0} 验证 Gateway 配置和经过身份验证的健康状态。打开 Companion 启动 Gateway，并在连接设置中完成设备配对。您选择的 Windows 功能已保存。
zh_tw: 已在 {0} 驗證 Gateway 設定和經過驗證的健康狀態。開啟 Companion 啟動 Gateway，並在連線設定中完成裝置配對。您選取的 Windows 功能已儲存。

# Onboarding_Native_ReplaceDraftTitle
source: Replace unfinished Gateway setup?
fr_fr: Remplacer la configuration Gateway inachevée ?
pt_br: Substituir a configuração inacabada do Gateway?
zh_cn: 替换未完成的 Gateway 设置？
zh_tw: 取代未完成的 Gateway 設定？

# Onboarding_Native_ReplaceDraftContent
source: This clears only the Companion setup draft. Existing workspace files, configuration and credentials are kept. New setup uses a new profile and does not import or change the old Gateway data, WSL setup, or package-managed profile.
fr_fr: Cette opération efface uniquement le brouillon de configuration Companion. Les fichiers de travail, la configuration et les informations d'identification existants sont conservés. La nouvelle configuration utilise un nouveau profil sans importer ni modifier les anciennes données Gateway, la configuration WSL ou le profil géré par le package.
pt_br: Isso limpa apenas o rascunho de configuração do Companion. Os arquivos do espaço de trabalho, a configuração e as credenciais existentes são mantidos. A nova configuração usa um novo perfil e não importa nem altera os dados antigos do Gateway, a configuração do WSL ou o perfil gerenciado pelo pacote.
zh_cn: 这只会清除 Companion 设置草稿。现有工作区文件、配置和凭据将被保留。新设置使用新的配置文件，不会导入或更改旧 Gateway 数据、WSL 设置或包管理的配置文件。
zh_tw: 這只會清除 Companion 設定草稿。現有工作區檔案、設定和認證都會保留。新設定使用新的設定檔，不會匯入或變更舊 Gateway 資料、WSL 設定或套件管理的設定檔。

# Onboarding_Native_ReplaceDraftPrimary
source: Discard and set up again
fr_fr: Ignorer et configurer à nouveau
pt_br: Descartar e configurar novamente
zh_cn: 丢弃并重新设置
zh_tw: 捨棄並重新設定

# Onboarding_Native_ReplaceDraftClose
source: Keep draft
fr_fr: Conserver le brouillon
pt_br: Manter rascunho
zh_cn: 保留草稿
zh_tw: 保留草稿

# Settings_PersistenceConflict_Title
source: Settings could not be saved
fr_fr: Impossible d'enregistrer les paramètres
pt_br: Não foi possível salvar as configurações
zh_cn: 无法保存设置
zh_tw: 無法儲存設定

# Settings_PersistenceConflict_Message
source: Another process changed your settings. Your latest changes were not saved. Exit OpenClaw from the tray menu and reopen it, then retry your changes. The other process's saved settings have been preserved.
fr_fr: Un autre processus a modifié vos paramètres. Vos dernières modifications n'ont pas été enregistrées. Quittez OpenClaw depuis le menu de la zone de notification et rouvrez-le, puis réessayez vos modifications. Les paramètres enregistrés par l'autre processus ont été conservés.
pt_br: Outro processo alterou suas configurações. Suas últimas alterações não foram salvas. Saia do OpenClaw pelo menu da bandeja e abra-o novamente. Depois, tente fazer suas alterações novamente. As configurações salvas pelo outro processo foram preservadas.
zh_cn: 另一个进程更改了您的设置。您最近的更改未保存。请从托盘菜单退出 OpenClaw，然后重新打开并重试您的更改。另一个进程保存的设置已保留。
zh_tw: 另一個處理程序變更了您的設定。您最近的變更未儲存。請從系統匣選單結束 OpenClaw，然後重新開啟並重試您的變更。另一個處理程序儲存的設定已保留。

# SessionsPage_Archived
source: Archived
fr_fr: Archivées
pt_br: Arquivadas
zh_cn: 已归档
zh_tw: 已封存

# SessionsPage_ArchivedEmpty
source: No archived sessions.
fr_fr: Aucune session archivée.
pt_br: Nenhuma sessão arquivada.
zh_cn: 没有已归档的会话。
zh_tw: 沒有已封存的工作階段。
